Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: A composition of minimum 4 minutes duration, delivered in notation at the close of the semester
nn: Skriftleg innlevering av ein komposisjon på minst 4 minutt ved slutten av studiet

source: will acquire knowledge of terms such as «nature-based tourism», «value-based guiding», «slow experiences» – also in a natural-philosophical context
nn: «naturbasert reiseliv», «verdibasert guiding», «slow experiences» – også i ein naturfilofsofisk samanheng

source: stayed in Norway, the children would mostly have followed the main stream through Junior
nn: dei hadde vore i Noreg, ville borna stort sett følgt den gjennomsnittlege løypa ut

source: An appeal about the grade awarded must be made on Studentweb.
nn: Klage på karakterfastsetting blir gjort i Studentweb.

source: plan in every school (Goodlad et. al. pp. 46-52), but the aim and the size of this study indicate
nn: planen i eitkvart opplæringsopplegg (Goodlad m. 46 - 52), men siktemålet og omfanget

source: ), or from the top menu once you have opened the book (
nn: ) eller frå meny øvst når du har opna boka på skjermen (

source: extent in on the important decisions.
nn: med på i særleg grad.

source: • What is the student numbers/need?
nn: • Korleis er studentgrunnlaget/behovet?

source: • be able to animate digital characters and build and light basic sets in Autodesk Maya (software)
nn: Kunne animere digitale karakterar og bygge og lyssette enkle kulissar i Autodesk Maya

source: rather strict, and when you do not know the language very well, this gives you more respect
nn: strenge, og når du ikkje kan språket så godt, medfører det gjerne respekt for læraren, seier ein

source: From my earlier knowledge of the American High School, both from Texas and RA, I have
nn: Ut frå tidlegare kjennskap til amerikansk High School både i Texas og ved RA, var det mitt

source: So it is reasonable for the teachers at RA to compare their experiences here with those
nn: Det er derfor rimeleg at lærarane samanliknar forholdet mellom lærar og elev ved

source: A student representative will be something new for both students and employees at HVO.
nn: Eit studentombod vil vere noko nytt for både studentar og tilsette ved HVO.

source: teachers at NCS/RA when it comes to using class discussions in Middle School.
nn: amerikanske lærarane ved NCS/RA når det gjeld å leggje opp til klasseromsamtale i Middle

source: One mother comments that it is good to see “…that it is possible to discipline the
nn: Ei mor sa at ho opplevde det positivt å sjå ”…at det går an å

source: The Norwegian Journalists Act (NJ) is the Norwegian journalists' trade union.
nn: Norsk Journalistlag (NJ) er norske journalistar si fagforeining.

source: Together with VUC Director Karen Lomeland Jacobsen, and the Deans of the Media and Social Science Faculty, Kate Kartveit and Randi Bergem, Roppen showed the prominent guests around the VUC campus.
nn: Saman med mellom anna direktør Karen Lomeland Jacobsen og dekanane for Avdeling for mediefag og Avdeling for samfunnsfag og historie, Kate Kartveit og Randi Bergem, viste han rundt på på høgskuleområdet.

source: The contract must specify whether the examiner is to be paid the basic fee/ remuneration, information regarding the hourly rate per answer paper, as well as the planned number of papers to be assessed.
nn: Kontrakten skal spesifisere om sensor skal ha grunnhonorar, informasjon om timesats per eksamenssvar, samt planlagt tal på oppgåver til sensur.

source: There are 24 group rooms on the college campus that students can book.
nn: Det er 24 grupperom på høgskuleområdet som studentar kan booke.

source: The main goal of the course is for students to further develop their skills in linear construction from Figure Drawing 1.
nn: Hovudmålet med emnet er at studentane skal vidareutvikle ferdigheitene i lineær konstruksjon frå Figurteikning 1.

source: Sunday 10 November there will be dramatic and exuberant music to hear at Volda church.
nn: Søndag 10. november blir det dramatisk og sprudlande musikk å høyre i Volda kyrkje.

source: To put the freedom they possess into context, Mr Asheim mentioned that a 100 years ago people would’ve laughed if they had been told a quarter of a million Norwegians, in their prime age, could be free to read, study and self-realise.
nn: For å sette fridomen dei har litt i perspektiv, meinte han at folk for 100 år sidan ville ha ledd om dei fekk vite over ein kvart million nordmenn i sin beste alder skulle «kjøpast fri» for å lese, studere og realisere seg sjølv.

source: Still I think that the Norwegian tradition is
nn: Mitt inntrykk var likevel at den norske tradisjonen er meir tilbakehalden på

source: and in the school year of 02/03 the eighth and ninth graders only had contact with it through
nn: For skuleåret 02/03 merka elevane i åttande og niande klasse naboskapet til FN-

source: Tips and Tricks
nn: Tips og triks

source: The Sivert Aarflot-building follows a long-standing tradition to name buildings after local pioneers of the enlightenment.
nn: Sivert Aarflot-huset føyer seg inn i ein lang tradisjon når det kjem til å gi nye bygg ved høgskulen namn.

source: both on and off campus.
nn: også på campus.

source: When it comes to tests, the students think that more emphasis is put on this than the
nn: Når det gjeld prøver, opplever elevane at det vert lagt meir vekt på det enn lærarane gjev

source: (3) If a student - due to circumstances related to the coronavirus pandemic – does not have the
nn: (3) Dersom ein student på grunn av andre forhold relaterte til koronavirus utanfor studenten eller

source: ENG144N Literature, culture and Society before 1900
nn: Vår ENG144N Litteratur, kultur og samfunn før 1900

source: This will create a basis for being able to share, discuss and produce research-based knowledge, competence and activities through collaboration and gatherings and active participation in internal and external networks, seminars and conferences.
nn: Dette skal skape grunnlag for å kunne dele, drøfte og produsere forskingsbasert kunnskap, kompetanse og aktivitetar gjennom samarbeid og samlingar og aktiv deltaking i interne og eksterne nettverk, seminar og konferansar.

source: Under Candidate ID you will see the remaining time before deadline.
nn: Under Kandidat ID vil du sjå kor lang tid som står att før fristen er ute.

source: present from the very start.
nn: på dette i dagens rørsle.

source: that the integration had increased throughout the second semester.
nn: kom det fram at den sosiale integrasjonen hadde auka utover i det andre semesteret.

source: Understandings and Definitions
nn: Dersom elevane kjeda seg ein kveld,

source: International Day 2022
nn: Internasjonal dag 2022

source: much that I didn’t know myself”.
nn: mykje fag, mykje som eg ikkje visste”.

source: He has grown
nn: Han er blitt

source: IT-support at the university college can be of assistance if the candidate contacts them well in advance of the exam (minimum a fortnight before the date of the exam).
nn: IT-hjelpa ved høgskulen kan hjelpe om kandidaten tek kontakt i god tid for eksamen (minimum to veke før eksamen).

source: Luckily, the answer is NO.
nn: No måtte aktiviteten ned.

source: The second work requirement consists of two parts and relates to the research paper that will account for 50% of the student’s final grade.
nn: Det andre arbeidskravet består av to deler knytt til semesteroppgåva, som vil utgjere 50% av den endelege karakteren:

source: The minimum length of such stay is 4 weeks, but most student exchange and placement periods are longer and if so the entire period must be completed.
nn: Minimumslengde er 4 veker, men for dei fleste utvekslings- og praksis-opphald er varigheita lenger og då må heile opphaldet fullførast for å møte kravet.

source: between teachers and parents superfluous.
nn: tovegs kommunikasjon mellom foreldra og lærarane overflødig.

source: In Social Studies they are tested every Friday in
nn: I samfunnsfag har dei kvar fredag kortsvarsprøve

source: Students, parents and teachers all say that they find a clear structure in the
nn: Både elevane, foreldra og lærarane formidlar inntrykk av at det er ein klar og

source: The NCS/RA students work with the same themes as the
nn: I engelskundervisinga vert det ved NCS/RA arbeidd

source: the Norwegian teacher in the cooperation.
nn: nok til den norske læraren i samarbeidet.

source: ENG142N Literature, Culture and Society after 1900
nn: ENG142N Litteratur, kultur og samfunn etter 1900

source: Margit Ystanes, Faculty representative, Faculty of Social Science and History
nn: Margit Ystanes, representant for Avdeling for samfunnsfag og historie

source: The transport is by taxi, and there may be more people in the taxi.
nn: Transporten går med drosje, og det kan vere fleire med i drosja.

source: (1) Examinations which, according to the course plan, require attendance in person at Volda University College, may, due to circumstances related to the coronavirus pandemic, be replaced by alternative digital forms of examination.
nn: (1) Eksamenar, som ifølge emneplanen, krev fysisk frammøte ved HVO kan, grunna koronarelaterte tilhøve, bli omgjort til alternative digitale eksamensformer.

source: The social environment at the Norwegian compound would have been too small for them if
nn: samarbeidet i gang, at det sosiale miljøet på Tomta ville verte for snevert for elevane i

source: Note that in the case of a new assessment, all available documentation must be accessible.
nn: Merk at ved ny vurdering skal all dokumentasjon vere tilgjengeleg.

source: This will be done by telephone, e-mail and Skype from now on.
nn: Det vil frå no foregå via telefon, e-post og skype.

source: security and structured teaching as being central criteria for quality in a school setting
nn: for den enkelte og strukturerte læringsvilkår som sentrale kvalitetskriterium for skulen

source: This was one of the expressed aims of one teacher.
nn: Dette var eit mål ein av lærarane sa at dei hadde.

source: to make an appointment.
nn: for å avtale tid.

source: ENG142 Literature and culture after 1900
nn: Haust ENG142 Litteratur, kultur og samfunn etter 1900

source: on project work, it seems right to conclude that more weight is put on presentation at NCS/RA
nn: i presentasjonen, tyder dette på at det vert lagt noko meir vekt på framføringar ved NCS/RA

source: Kristin Habostad, representative from SiVolda (Student welfare association)
nn: Kristin Habostad, representant frå Studentsamskipnaden i Volda

source: - It is very nice that the college has a student representative in place, and we are happy to be able to collaborate on this with the Western Norway University of Applied Sciences (HVL), says Odd Helge Mjellem Tonheim, pro-rector at HVO.
nn: – Det er veldig flott at høgskulen har eit studentombod på plass og vi er glad for kunne samarbeide om dette med Høgskulen på Vestlandet (HVL), seier Odd Helge Mjellem Tonheim, prorektor ved HVO.

source: For the first work requirement, the student must submit a 1000-word written analysis of an assigned scene or passage from the reading list that displays a sufficient level of theoretical reflection and methodological practice.
nn: I det første arbeidskravet må studenten levere ein analyse på 1000 ord, av ei scene eller eitt avsnitt frå pensum, der studenten syner tilfredsstillande teoretisk refleksjon og metodologisk praksis.

source: The project at Hovden is a pilot project to test the solution, says Ingebjørg Nergaard, advisor in FRAM and project leader for the pilot project.
nn: Prosjektet ved Hovden er eit pilotprosjekt for å teste ut løysinga, seier Ingebjørg Nergaard, rådgivar i FRAM og prosjektleiar for pilotprosjektet.

source: But they also find that the teachers make stricter demands on their
nn: Likevel opplever dei at lærarane stiller strengare krav til framferd

source: there are strong social links between teachers.
nn: også knytt sterke sosiale band mellom lærarane.

source: Dean Kate Kartveit and Prime Minister Erna Solberg listens.
nn: Dekan Kate Kartveit og statsminister Erna Solberg er lydhørt publikum.

source: When answering the questions in my interview of February 2003 in Nairobi, the students were
nn: Under intervjua som eg gjennomførte i Nairobi i februar 2003, svara elevane m.a.

source: • digital software for 3-dimentional computerised animation
nn: Digital programvare for 3-dimensjonal data-animasjon

source: Books and Journals with Open Access
nn: Bøker og tidsskrift med open tilgang (Open Acess)

source: The teachers also seem to be able
nn: I tillegg klarer lærarane å

source: foundation for this is that through the children contacts can be established with other
nn: Eit viktig grunnlag for noko slikt vil vere at ein gjennom borna kan knyte

source: Internships for BA in PR/Communication
nn: samanlikne og stille spørsmål ved mat og matkultur før og no

source: Additionally, the other videos in the map also gave them a positive impression of the
nn: grad på fritida, men sjølvrapporteringa, i samsvar med andre undersøkingar, gir indikasjonar

source: In the school year 02/03 this was done in
nn: Skuleåret 02/03 vart det også gjort for

source: The Prime Minister was on a tour of the county (Møre & Romsdal) and rounded up the trip with an exclusive sneak-peak in the brand new media building, the Sivert Aarflot-house, at VUC.
nn: Statsminister Erna Solberg var i helga på rundreise i Møre og Romsdal, og avslutta turen med ein ganske eksklusiv godbit då ho fekk omvising i det splitter nye Sivert Aarflot-huset ved Høgskulen i Volda.

source: Circumstances that have caused delays in holding the exam and which can be documented, may provide grounds for a postponement of the deadline.
nn: Forhold som har ført til forseinkingar i eksamensavviklinga og som kan dokumenterast, kan gi grunnlag for utsetjing av fristen.

source: One way of finding out to what extent the teaching is individually adapted, is to look at how
nn: Ein viss målestav for kor tilpassa opplegget er for den enkelte, kan vere å sjå på i kva grad

source: VUC Director Karen Lomeland Jacobsen took the opportunity to thank the Solberg Government for the 10 million Kroner allocation to support modernisation of the Strøm-building on campus.
nn: Direktør Karen Lomeland Jacobsen nytta høvet til å takke for dei 10 millionar kronene regjeringa nett løyvde til Hans Strøm-huset.

source: - the relationship between form and meaning in English grammar
nn: - tilhøve mellom form og meining i engelsk grammatikk

source: Travel to and from Volda
nn: Transport til og frå Volda

source: consciousness about his own learning, personal goals and learning profits, this will be the best
nn: utvikling, og dersom me styrkar elevens medvit om læring, eigne mål og læringsutbytte, så vil

source: One says she has found that she has to check several times not only that the
nn: Ei sa at ho har funne ut at ho heile tida må sjekke,

source: – It should be safe to come as a student to Volda and people in the community should feel safe when students return, says Karen Lomeland Jacobsen about the start of the academic year where about 900 new students will arrive in the coming days.
nn: – Det skal vere trygt å kome som student til Volda og dei som bur her frå før skal føle seg trygge når det kjem nye studentar til bygda, seier Karen Lomeland Jacobsen om oppstarten av studieåret der om lag 900 nye studentar skal ta til ved Høgskulen i Volda (HVO).

source: On the other hand it is
nn: På den andre sida er det viktig å gjere dei

source: From the answers
nn: Ut frå svara i

source: In social studies RA has a regional approach by taking the eastern hemisphere and study
nn: I samfunnsfag har RA ein regional innfallsvinkel ved at dei tek føre seg den austlege halvkula

source: But at RA they have a “list of honors” where the names of the
nn: Men ved RA vert det sett opp ei ”honor list”, der namna på

source: The VUC Board has decided that the name of the new media building on campus will be “the Sivert Aarflot-building”.
nn: Torsdag vedtok høgskulestyret at det nye mediebygget ved Høgskulen i Volda skal heite Sivert Aarflot-huset.

source: The student must complete the current coursework requirements for a course.
nn: Studenten må fullføre gjeldande arbeidskrav i eit emne.

source: Several parents have the same impression.
nn: foreldre gjev uttrykk for den same oppfatninga.

source: • What is the financial basis for the planned course?
nn: • Korleis er det økonomiske grunnlaget for studietilbodet?

source: As a whole the teachers express themselves positively about the cooperation with NCS, this
nn: Generelt uttrykte lærarane ved RA seg positivt om samarbeidet med NCS, det gjaldt også dei

source: This probably mirrors different practice at
nn: at dette gjenspeglar ulike praksis ved norske skular.

source: This touches on the question of whether participation in decision-making is primarily an offer
nn: grunnleggjande spørsmålet om deltaking i avgjerdsprosessar først og fremst skal oppfattast

source: The Student Councils must include both students and academic employees, and there must be at least one meeting per semester.
nn: Kvalitetsutvala skal vere sett saman av både studentar og fagtilsette, og det skal vere minst eitt møte per semester.

source: excluded from religion, but rather punned and seen in relation to natural life.
nn: han at plassen til bønn og nådegåver framleis er for liten i pinserørsla.

source: Browsing Høgskulen i Volda by Subject "partipresse"
nn: Blar i Høgskulen i Volda på emneord "partipresse"

source: London: Pearson (selected chapters).
nn: (Lenkje på emnerommet i Fronter i BOLK.)

source: Rimmen encouraged the students to see and listen to each other, to ask ‘How are you?’ and also reply honestly when asked.
nn: Rimmen oppmoda dei til å vere flinke til å sjå og høyre kvarandre, spørje andre «Korleis har du det?» og svare ærleg når ein blir spurt.

source: One says that the Norwegian students can be included in more regular RA-subjects, for
nn: norske elevane kan inkluderast i fleire ordinære RA-fag, t.d.

source: In the case of an appeal for a grade that is awarded on the basis of a written assessment with an oral adjustment, where the grade awarded to the written assessment is changed after the appeal process, a new oral adjustment exam will be held to establish the final grade, Act relating to Universities and University College/UHL §3-9 (5).
nn: Ved klage på karakter som er fastsett på grunnlag av skriftleg vurdering med munnleg justering, der karakteren på den skriftlege vurderinga vart endra etter klagesensuren, vert det arrangert ny munnleg justering til fastsetting av endeleg karakter, UHL §3-9 (5).

source: If an explanation of the grade has be requested, the appeal deadline is three (3) weeks after the explanation has been received.
nn: Dersom ein har bede om grunngjeving for ein karakter er klagefristen tre (3) veker etter at ein mottar grunngjevinga.

source: grade in 03/04) were of the opinion that they received much more training and teaching on
nn: klasse) i 03/04 meinte at dei fekk mykje meir trening i å stå fram og

source: Attempts A student whose work is not approved, who does not submit or attend coursework has made use of one attempt and is entitled to one (1) new attempt at completing the coursework requirement.
nn: Forsøk Ein student som får ikkje godkjent, ikkje leverer eller ikkje møter til eit arbeidskrav, har brukt eitt forsøk og får eitt (1) nytt forsøk på å fullføre arbeidskravet.

source: One of the parents
nn: Ein av foreldra til

source: We have access from 2018 onwards.
nn: Frå desse pakkane har vi tilgang til e-bøker frå 2018 og framover.

source: , choose Join, Open Zoom and follow the instructions to test the equipment.
nn: , vel Join, vel Open Zoom og følg rettleiinga for å teste utstyret.

source: physical education who have up to three practical-aesthetic subjects and at least 120 credits in one of these, and have a grade of C or better.
nn: og kroppsøvingsfag som har inntil tre praktisk-estetiske fag og minst 120 studiepoeng i eitt av desse, og har karakter C eller betre.

source: Sivert Aarflot (1759-1817) was a pioneer of the enlightenment through his publishing.
nn: Sivert Aarflot (1759-1817) var ein pioner for opplysning gjennom medieverksemd.

source: The offer will be available for defined, zones close to the center in Ørsta and Volda municipality, which means that the space one is to drive from or to, must be within the defined zones.
nn: Tilbodet blir tilgjengeleg for definerte, sentrumsnære soner i Ørsta og Volda kommune, det vil seie at plassen ein skal køyrast frå eller til, må ligge innanfor dei definerte sonene.

source: Steinar Høydal, Faculty representative, Faculty of Media and Journalism
nn: Steinar Høydal, representant for Avdeling for mediefag

source: R&D Award 2021: -The award winner has made a name for himself
nn: – Prisvinnaren har verkeleg sett spor etter seg FoU-prisen 2021:

source: One of the teachers said the
nn: Ein av lærarane grunngav denne måten å bruke karakterar

source: opinions of the teachers in February 2003, their aims in this area were not realized.
nn: enn det som vart realisert på dette feltet, i alle fall slik stoda var i februar 2003.

source: This is the predecessor for today’s newspaper in Volda, Møre.
nn: Dette er forgjengaren til dagens lokalavis i Volda, Møre.

source: The Norwegian teacher has observed that the students generally have
nn: Den norske læraren meiner å ha observert at det er meir individuelle

source: - This is a great initiative, says student Julie Wiken Krogstadmo, who is studying a Master in Media Practices at Volda University College.
nn: – Dette er et utruleg kjekt tiltak, seier student Julie Wiken Krogstadmo, som studerer Master in Media Practices ved Høgskulen i Volda.

source: One parent of 03/04 is commenting that
nn: Ein forelder 03/04 kommenterer

source: The students generally express that they have the freedom to ask for
nn: Elevane gjev elles uttrykk for at dei kjenner seg

source: interviews I did with the parents suggest the same thing, a teaching without great variety.
nn: foreldra, tyder på at dei har det same inntrykket av ei undervising utan dei store variasjonane.

source: receive much more training in English than they would have received in Norway.
nn: er det opplagt at dei norske elevane har mange fleire timar i engelsk enn dei ville hatt i Noreg.

source: between the individual teachers.
nn: store skilnader mellom lærarane.

source: English is today the most important language in the world.
nn: Engelsk er i dag det viktigaste språket i verda.

source: One student says that the student council has some authority, but does
nn: Intervjua nyanserer dette inntrykket litt, ein elev seier at elevrådet har litt dei skulle

source: be able to incorparate in animation their fundamental knowledge about drawing
nn: formulere og formidle rettar og plikter munnleg og skriftleg

source: One student says the others have worked with different themes than he has, but
nn: hatt andre tema enn han hadde ved NCS/RA, men han opplever ikkje at han har hol av den

source: Students at Volda University College must bring their own standard laptop computer with an updated operative system and approved browser.
nn: Studentar ved Høgskulen i Volda skal stille med eigen standard berbar datamaskin med nyare operativsystem og godkjent nettlesar.

source: is clear that several parents relax in the conviction that the Norwegian teacher would alarm
nn: oss.” Det er tydeleg fleire foreldre som kviler i overtydinga om at den norske læraren ville

source: If you have good reasons, you can apply for leave of absence.
nn: Du kan søkje om permisjon i studiet, dersom du har gode grunnar.

source: Try using two screens if you can.
nn: Bruk to skjermar dersom du kan.
